export const tenRules = [
  {
    title: 'Дозвольте собі горювати',
    description:
      'Усі почуття та емоції, з якими ви можете зіштовхнутися, є абсолютно нормальними. Так психіка реагує на цю подію. Спектр цих переживань може бути надзвичайно широким. Ви можете плакати, кричати, злитися. Час від часу змінювати свої психологічні стани: сум, розпач, страх, стомленість, зневіра, безсилля, неприйняття, відчуття провини тощо. Усе це є абсолютно нормально. Дайте місце і простір для ваших переживань.',
  },
  {
    title: 'Знайдіть зручний для вас спосіб висловлювання своєї скорботи',
    description:
      'Важливо мати для себе ту форму горювання, яка вам підходить і допомагає прожити ці переживання. Це може бути написання щоденника, малювання або будь- який вид творчості, написання листів до того, кого втратили або спілкування з друзями, близькими або психологом.',
  },
  {
    title: 'Будьте серед людей',
    description:
      'Не важливо наскільки сильною є людина, інколи приходить час, коли нам потрібен ще хтось. Це може бути просто присутність іншої людини, її тепло, обійми, або слова — "Я поруч". Дуже часто після втрати люди почувають себе покинутими та самотніми, тому так важливо мати того, кому ви можете довіритись і поділитись з ними своїми почуттями та емоціями. Але не варто очікувати, що вони зможуть позбавити їх вас. Переживання горя спільно з кимось може полегшити ваш емоційний стан.',
  },
  {
    title: 'Дбайте про своє здоров`я',
    description:
      'Не забувайте про самопочуття, як фізичне, так і психологічне. Слідкуйте за власним здоровʼям, їжте здорову їжу, зберігайте баланс у своєму раціоні, виходьте на прогулянки, робіть фізичні вправи, вони допомагають знизити рівень стресу. Слідкуйте за сном та його тривалістю, памʼятайте, що для нормального самопочуття людині потрібно спати 7-9 годин. Час на свіжому повітрі ніколи не буде зайвим, а ще медитації та дихальні практики.',
  },
  {
    title: 'Не вимагайте від себе нічого',
    description:
      'Цей час вам потрібен для того, аби відновити себе, свої сили та потурбуватися про себе, тому відкладіть всі важливі рішення на потім. Делегуйте справи, які можливо, комусь іншому. За потреби перенесіть плани, що вимагають великих зусиль на пізніше. Переживання втрати потребує дуже багато. Будьте до себе дбайливі, особливо в ті моменти, коли ви відчуваєте втому та виснаження.',
  },
  {
    title: 'Робіть рутинні справи',
    description:
      'Під час переживання стресу добре було б зайнятись справою, яка не потребує розумових зусиль. Це може бути готування за рецептом, дрібна робота типу картини за номерами, рукоділля, прибирання, буденні справи, якими ви займаєтесь щодня. Не перенапружуйте свій мозок, дайте йому відпочити.',
  },
  {
    title: 'Відволікайтеся',
    description:
      'Постійне перебування у думках про втрату може призвести до застрягання у певному стані. Аби цього не відбулось — не забувайте про власне життя. Життя триває, його не можна поставити на паузу. Тому виходьте на контакт зі знайомими та друзями, займайтесь спортом, дивіться фільми, слухайте музику або відкрийте для себе якийсь новий вид діяльності. Ваше горе нікуди не подінеться, воно не зменшиться, але це зможе надати вам хоча б трохи задоволення та поліпшить настрій.',
  },
  {
    title: 'Знайдіть спосіб бути корисним',
    description:
      'Досить часто волонтерство, чи допомога комусь стає допомогою для тих людей, які переживають горе. Допомагаючи комусь ми можемо виражати своє прагнення потурбуватися про когось і натомість отримати позитивні емоції та вдячність.',
  },
  {
    title: 'Намагайтесь не зловживати',
    description:
      'Алкоголь, цигарки, наркотики не здатні зарадити вашому горю або позбавити вас його. Натомість вони здатні зашкодити вашому здоровʼю. Знайдіть більш конструктивні методи зняття стресу.',
  },
  {
    title: 'Зверніться до психолога',
    description:
      'Не бійтеся звернутися до психолога або психотерапевта, якщо ви відчуваєте потребу у додатковій підтримці. Спеціаліст може надати вам психологічний супровід у переживанні тяжких етапів життя. Памʼятайте, що цей процес може зайняти багато часу і буде відрізнятися від чужого досвіду. Памʼятайте про те, що горе не лінійне, його не проживають чітко за планом.',
  },
]
