import { cn } from '@/lib/utils'
import { Inter } from 'next/font/google'
import { FC } from 'react'

interface pageProps {}

const inter = Inter({ display: 'swap', subsets: ['latin'] })

const page: FC<pageProps> = ({}) => {
  return (
    <div className="min-h-full px-8">
      <h2 className="text-center text-4xl">Синдром втрати: життя ДО і ПІСЛЯ</h2>
      <br />
      <div className={cn(inter.className, 'italic')}>
        <p className="indent-6">
          {
            'Найважче, що може пережити кожен з нас — це втрата близької людини. Горе втрати, неможливо порівняти ні з чим. Найчастіше воно приходить раптово, коли його не чекають. В цей момент здається, немов земля йде з-під ніг. Я наважилась написати дану статтю, тому що і сама пережила втрату, а на даний момент допомагаю пережити її іншим. Як психолог і людина, я сподіваюсь, що моя робота хоча б в чомусь зможе допомогти іншим.'
          }
        </p>
        <br />
        <p className="indent-6">{'Розглянемо поняття смерті:'}</p>
        <br />
        <p>
          <b>Смерть</b> — це нейтральна подія, яку ми звикли розфарбовувати в
          колір страху. І.Ялом
        </p>
        <br />
        <p className="indent-6">
          {
            'З цього приводу існує величезна кількість думок. Одні люди стверджують, що смерть це зникнення свідомості, інші кажуть, що смерть — є перехід душі або розуму в інший вимір буття. Наука також не дає чіткого і зрозумілого визначення.'
          }
        </p>
        <br />
        <p className="indent-6">
          {
            'Отже, оскільки чіткого поняття смерті не існує, то розглянемо, що ж таке синдром втрати: Це стан, обумовлений втратою особливо значущої особи (коханий, кохана, чоловік, дружина, діти, батьки) внаслідок смерті або розриву відносин.'
          }
        </p>
        <br />
        <p className="indent-6">
          {
            'Поняття «синдрому втрати» застосовується до ситуації чи явища різкої зміни способу життя внаслідок втрати чого-небудь із суб’єктивним відчуттям і переживанням такої втрати (наприклад: втрата професії, втрата місця проживання внаслідок стихійного лиха, непрацездатність внаслідок інвалідизації). Може бути причиною психогенних розладів або різних соматовегетативних порушень. Є граничні психологічні стани з високою ймовірністю здійснення суїцидальних дій. Смерть близької людини у кожного викликає цілу гаму складних, важких переживань. Сильні емоції, пережиті людиною, коли вона втрачає близьку чи кохану людину в результаті смерті називають горем.'
          }
        </p>
        <br />
        <p className="indent-6">
          <b>Горе</b> — це процес, за допомогою якого людина бореться з болем
          втрати, знову знаходячи відчуття рівноваги і повноти життя. Хоча
          переважаючою емоцією при втраті є печаль, тут також присутні емоції
          страху, гніву, провини і сорому.
        </p>
        <br />
        <p className="indent-6">
          Горе — процес необхідний, і його не можна вважати проявом слабкості,
          так як це спосіб, за допомогою якого людина відновлюється після
          відчутної втрати.
        </p>
        <br />
        <p className="indent-6">
          Не тільки людині, яка втратила близьку людину і відчуває важкі
          почуття, але і її оточуючим необхідно бути мудрими і терпимими. Бути
          поруч з горюючою людиною непросто. Незважаючи на те, що горе –
          нормальна зворотна реакція на втрату близької людини, іноді воно може
          породжувати досить дивні реакції, що викликають побоювання. Кожна
          людина переносить страждання своїм власним унікальним чином і потребує
          підтримки, розуміння.
        </p>
        <br />
        <p className="indent-6">
          Ви можете зустрітися з типовими симптомами горя, такими як:
        </p>
        <br />
        <ul className="list-disc  pl-8">
          <li>порушення сну;</li>
          <li>різка, значна втрата або набір ваги;</li>
          <li>дратівливість;</li>
          <li>складнощі з концентрацією уваги.</li>
          <li>втрата інтересу до новин, роботи, друзів;</li>
          <li>пригніченість;</li>
          <li>апатія і відчуження;</li>
          <li>відокремленість;</li>
          <li>плач;</li>
          <li>суїцидальні думки;</li>
          <li>соматичні симптоми;</li>
          <li>відчуття втоми;</li>
          <li>застосування медикаментів (снодійних та / або заспокійливих);</li>
          <li>ототожнення себе з померлим або відчуття його присутності.</li>
        </ul>
        <br />
        <p className="indent-6">
          Ви можете зустрітися з типовими симптомами горя, такими як:
        </p>
        <br />
        <ul className="list-disc  pl-8">
          <li>тривале переживання горя (кілька років);</li>
          <li>
            затримка реакції на смерть близької (немає вираження страждань
            протягом 2 і більше тижнів);
          </li>
          <li>
            сильна депресія, що супроводжується безсонням, напруга, докори на
            свою адресу;
          </li>
          <li>
            поява хвороб психосоматичного характеру, таких як, виразковий коліт,
            ревматичний артрит, астма. Нерідко буває ослаблення чутливості,
            напади задухи і т.д.
          </li>
          <li>іпохондрія: розвиток симптомів, від яких страждав померлий;</li>
          <li>
            гіперактивність: людина що пережила втрату починає розвивати
            бурхливу діяльність, щоб не відчуваючи біль втрати;
          </li>
          <li>
            несамовита ворожість, спрямована проти конкретних людей, часто
            супроводжється погрозами, проте тільки на словах;
          </li>
          <li>нездатність емоційно ревгувати;</li>
          <li>зміна ставлення до друзів і родичів;</li>
          <li>
            подразливість, небажання набридати, відхід від соціальної
            активності;
          </li>
        </ul>
        <br />
        <p className="indent-6">
          Мюррей Боуен запропонував концепцію «відкритих» і «закритих» систем
          взаємин в якості способу опису смерті як феномену сімейного життя. У
          відкритій системі взаємин, людина може вільно поділиться більшою
          частиною своїх почуттів, потаємних думок, переживань, з іншою людиною,
          яка може відповісти тим же. У закритій емоційної системі діє емоційний
          рефлекс, спрямований на те, щоб уберегти себе від тривоги іншого.
          Смерть є головною з табуйованих тем. І це заважає емоційному
          переживанню горя (жалоби).
        </p>
        <br />
        <p className="indent-6">
          Виділяють три рівня ризику в ситуаціях переживання горя (Оліфірович
          Н.І. «Психологія сімейних криз»):
        </p>
        <br />
        <ol className="list-decimal  pl-8">
          <li>
            Мінімальний ризик. Члени сім’ї відкрито висловлюють свої почуття,
            надають підтримку один одному і приймають її з боку розширеної
            сім’ї, друзів, сусідів. Зберігається здатність ідентифікувати
            проблему і шукати шляхи її вирішення
          </li>
          <li>
            Середній ризик. Реакція горя протікає з ускладненнями: в окремих
            членів сім’ї можуть спостерігатися депресивні реакції, сім’я не
            приймає підтримку. Дані реакції можуть ускладнюватися в разі
            наявності численних попередніх втрат.
          </li>
          <li>
            Високий ризик. У членів сім’ї може з’явитися ексцентрична (груба,
            жорстока) поведінка, важка депресія, спроби і загроза суїциду,
            зловживання ліками або алкоголем, безсоння. До цієї ж категорії
            відносяться ситуації повної відсутності проявів горя в сім’ї.
          </li>
        </ol>
        <br />
        <p className="indent-6">
          У разі середнього і високого ризику сім’я потребує допомоги фахівців:
          психолога, психіатра, психотерапевта, соціального працівника.
        </p>
        <br />
        <p className="indent-6">
          Спілкуючись з горюючою людиною, важливо пам’ятати, що є реакції, які
          не дозволяють їй «розділити» з вами її переживання.
        </p>
        <br />
        <p className="indent-6">
          Чого, як правило, мовчазно хочуть від нас люди, які перенесли втрату?
        </p>
        <br />
        <ul className="list-disc  pl-8">
          <li>
            «Дозвольте мені просто поговорити». Ці люди хочуть говорити про
            померлого, причини смерті, і про свої почуття у зв’язку з подією. Їм
            хочеться проводити довгі години в спогадах, сміючись і плачучи. Вони
            хочуть розповісти про своє життя все одно кому, тільки б слухали. У
            разі насильницької смерті їм необхідно ще раз згадати всі
            найдрібніші подробиці і тоді вони зможуть оплакати свою втрату.
          </li>
          <li>
            «Спитайте мене про нього/про неї». Ми часто уникаємо розмов про
            померлого, але близькі інтерпретують таку поведінку, як забуття чи
            небажання обговорювати саму смерть. Це демонструє рівень нашого
            дискомфорту, але не нашої турботи про близьких померлого. «На кого
            він/вона був схожий?», «Чи є у Вас фотографія?», «Що він/вона любив
            робити?», «Які Ваші найприємніші спогади пов’язані з ним/нею?», «Що
            Вас зводило з розуму ?» Це тільки декілька питань, задавши які, ми
            можемо проявити свій інтерес до прожитого життя.
          </li>
          <li>
            «Підтримайте мене і дозвольте мені виплакатися». Немає більшого
            подарунка, який ми можемо подарувати вбитій горем людині, ніж сила
            наших рук. Дотик — це диво терапії, так ми висловлюємо свою турботу
            і увагу, коли слова нам непідвладні. Навіть просто підтримка за
            лікоть краще, ніж холодна ізоляція. Люди плачуть, їм необхідно
            плакати, і набагато краще робити це в теплій обстановці розуміння,
            ніж поодинці. Страждаюча людина завжди має право не прийняти нашу
            руку, але це не повинно заважати щонайменше запропонувати її.
          </li>
          <li>
            «Не лякайтеся мого мовчання». Бувають випадки, коли люди що
            перенесли втрату як би завмирають, беззвучно дивлячись у простір.
            Немає потреби заповнювати тишу словами. Ми повинні дозволити їм
            зануритися в свої спогади, наскільки б болючими вони не були, і бути
            готові продовжити розмову, коли вони повернуться в стан «тут і
            зараз». Нам не потрібно знати де вони були і про що думали. Про що
            ми повинні потурбуватися, так це щоб людині було комфортно. Більшу
            частину часу вони навряд чи зможуть втілити свої спогади в
            відповідні слова і будуть вдячні за те, що ви просто були з ними
            поруч у цій тиші.
          </li>
        </ul>
        <br />
        <p className="indent-6">
          Нам необхідно усвідомлювати наші автоматичні реакції на смерть. Самі
          того не бажаючи, ми можемо завдати ще більше страждань.
        </p>
        <br />
        <ul className="list-disc pl-8">
          <li>
            «Мені знайомі Ваші почуття». Кожна людина унікальна, і кожне
            взаємовідношення унікальне в світі. Ми не можемо знати, що відчуває
            інша людина, зіткнувшись зі смертю, оскільки ніколи не зможемо
            пережити її почуття.
          </li>
          <li>
            «Вже минуло три тижні після його/її смерті. Ви ще не заспокоїлися?»
            Не існує ліміту часу, відпущеного стражданню. Прийнято вважати, що
            переживання горя може тривати від шести місяців до двох років, хоча
            не виключені відхилення і в ту, і в іншу сторону.
          </li>
          <li>
            «На все воля божа». Людина не настільки всезнана, щоб визначати волю
            божу, до того ж більшості людей це ні до чого. Така заява змальовує
            бога як якусь жорстоку і порочну силу, що забирає людину від її
            коханих без всякого розбору.
          </li>
          <li>
            «Дякуйте бога, що у вас є ще діти (дитина).» Навіть якщо в сім’ї є
            ще діти, батьки важко переносять смерть дитини. Це не зменшує їх
            любов до решти дітей, а просто відображає втрату конкретної.
          </li>
          <li>
            «Бог вибирає кращих». Це означає, що всі, хто живе на землі,
            включаючи і цю конкретну людину, не настільки гарні в очах бога. І
            знову-таки бог не дбає про страждання, які завдає близьким.
          </li>
          <li>
            «Вибачте». Це дуже поширена автоматична реакція на повідомлення про
            чиюсь смерть. Ми просимо вибачення за те, що життя закінчене, що
            люди переживають горе, за те, що нам нагадали про те, що всі ми
            смертні. Однак, для людини, що переживає втрату близької, ці слова
            вимагають відповіді, яка прозвучала б недоречно. Що можемо ми
            сказати у відповідь на «вибачте», «дякую», «все гаразд», «розумію»?
            У цій ситуації немає адекватної відповіді, і коли людина знову і
            знову чує «вибачте», ці слова швидко стають порожніми і безглуздими.
          </li>
          <li>
            «Ви повинні бути сильними заради своїх дітей, дружини (чоловіка) та
            ін …» Страждаючій людині немає необхідності бути сильним, заради
            кого б то не було, не виключаючи й самого себе. Переконуючи людей
            бути сильними, ми тим самим вмовляємо їх закритись від реальних
            емоцій. Це може призвести до інших проблем, таких як депресія,
            розвиток психосоматичних захворювань і т.п.
          </li>
        </ul>
        <br />
        <p className="indent-6">
          Іноді людям здається, що якщо їх емоційний зв’язок з померлим ослабне,
          то тим самим вони образять його пам’ять і це буде зрадою. У деяких
          випадках може виникати страх того, що нові близькі стосунки можуть теж
          закінчитися і доведеться знову пройти через біль втрати — таке буває
          особливо часто, якщо почуття втрати ще сильне.
        </p>
        <br />
        <p className="indent-6">
          В інших випадках виконанню цього завдання може противитися близьке
          оточення, наприклад, діти можуть протестувати в разі нової
          прихильності у овдовілої матері. За цим нерідко стоїть образа: мати
          знайшла для себе заміну померлому чоловікові, а для дитини немає
          заміни померлому батькові. Або навпаки — якщо хтось із дітей знайшов
          собі партнера, у овдовілого батька може виникати протест, ревнощі,
          почуття, що син або дочка збирається вести повноцінне життя, а батько
          або мати залишається на самоті. Це підтримується культурою, особливо у
          жінок. Поведінка «вірної вдови» схвалюється соціумом.
        </p>
        <br />
        <p className="indent-6">
          Момент, який можна вважати завершенням жалоби, неочевидний. Деякі
          автори називають конкретні часові терміни — місяць, рік або два. Однак
          не можна визначити конкретний термін, протягом якого розгортатиметься
          переживання втрати. Її можна вважати завершеною тоді, коли людина, що
          пережила втрату, вирішить всі завдання горя. Ознакою цього є здатність
          адресувати більшу частину почуттів не покійному, а іншим людям, бути
          сприйнятливою до нових вражень і подій життя, здатність говорити про
          померлого без сильного болю. Смуток залишається і це природно, коли
          людина говорить або думає про того, кого вона любила і втратила, але
          це вже печаль спокійна, «світла». Робота горя завершена, коли той, хто
          пережив втрату, знову здатний вести нормальне життя, відчувати себе
          адаптованим, коли є інтерес до життя, освоєні нові ролі, склалося нове
          оточення і людина може в ньому функціонувати адекватно своєму
          соціальному статусу і складу характеру.
        </p>
        <br />
      </div>
      <div className="mx-auto w-full border-b border-[#342E24]" />
      <br />
      <div className="flex flex-col gap-4 text-xl">
        <p className="text-center text-4xl">Досягнення</p>
        <br />
        <p>
          <b>Освіта:</b> студентка-магістрантка університету Григорія Сковороди
          в Переяславі.
        </p>
        <br />
        <p>
          <b>Дипломи:</b> на шляху до досягнення мрії.
        </p>
        <br />
      </div>
    </div>
  )
}

export default page
